Repository: steveoni/ckanext-forum
Catalog: ckanext/issues/i18n/*/LC_MESSAGES/ckanext-issues.po
Languages: sq

source: User {0} not authorized for action on issue {1}
sq: Përdoruesi {0} nuk është i autorizuar për të vepruar mbi çështjen {1}

source: User {0} not authorized for action
sq: Përdoruesi {0} nuk është i autorizuar për të vepruar

source: User {user} not authorized for action on issue {issue}
sq: Përdoruesi {user} nuk është i autorizuar për të vepruar mbi çështjen {1}

source: Issues have not been enabled for this dataset
sq: Raportimi i problemeve nuk është aktivizuar për këtë grup të të dhënave

source: Dataset not found
sq: Seti i të Dhënave nuk u gjet

source: Unauthorized to view issues for this dataset
sq: I paautorizuar për t'i shikuar problemet për këtë grup të dhënave

source: Issues have not been enabled for this organization
sq: Raportimi i problemeve (çështjeve) nuk është i aktivizuar për këtë organizatë

source: Unauthorized to view issues for this organization
sq: I paautorizuar për t'i shikuar problemet (çështjet) e kësaj organizate

source: Please login to add a new issue
sq: Ju lutemi, identifikohuni për të raportuar një problem të ri

source: Not authorized to add a new issue
sq: Nuk jeni i autorizuar për të raportuar një problem të ri

source: Your issue has been registered, thank you for the feedback
sq: Problemi juaj është regjistruar, faleminderit për riveprimin (feedback)

source: Issue not found: {0}
sq: Problemi nuk u gjet: {0}

source: Invalid request
sq: Kërkesë e pavlefshme

source: Not authorized
sq: Nuk jeni i autorizuar

source: Comment cannot be empty
sq: Komenti nuk mund të jetë i zbrazët

source: Issue closed
sq: Problemi (Çështja) u mbyll

source: Issue re-opened
sq: Problemi (Çështja) u rihap

source: Unauthorized to delete issue {0}
sq: I paautorizuar për ta fshirë problemin {0}

source: Issue {0} has been deleted.
sq: Problemi {0} është fshirë.

source: User {0} does not exist
sq: Përdoruesi {0} nuk ekziston

source: Unauthorized to assign users to issue
sq: I pa autorizuar për t'i caktuar përdoruesit të lëshojnë

source: You must be logged in to report issues
sq: Ju duhet të identifikoheni për ta raportuar çështjen

source: Report acknowledged.
sq: Raporti konfirmoi

source: Marked as abuse/spam.
sq: Shënuar si abuzim/spam.

source: Issue is visible.
sq: Problemi është i dukshëm.

source: Issue is invisible to normal users.
sq: Problemi është i padukshëm për përdoruesit normal.

source: Issue reported to an administrator
sq: Problemi raportohet tek një administratrues

source: You must be logged in to report comments
sq: Ju duhet të identifikoheni për t'i raportuar komentet

source: Comment is visible.
sq: Komenti është i dukshëm.

source: Comment is invisible to normal users.
sq: Komenti është i padukshëm për përdoruesit normal.

source: Comment has been reported to an administrator
sq: Komenti është raportuar tek një administrues

source: Issue report cleared
sq: Raporti i problemit u pastrua

source: You must be logged in clear abuse reports
sq: Ju duhet të identifikoheni qartë për t'i pastruar raportet e abuzimeve

source: Spam/abuse report cleared
sq: Raporti Spam/abuzimi u pastrua

source: You must be logged in to clear abuse reports
sq: Ju duhet të identifikoheni për t'i pastruar raportet e abuzimit

source: Validation error: {0}
sq: Gabim i validimit: {0}

source: Organization not found
sq: Organizata nuk u gjet

source: You must be logged in to moderate issues
sq: Ju duhet të identifikoheni për t'i moderuar problemet

source: Issue permanently hidden
sq: Problemi i fshehur përgjithmonë

source: All issue reports cleared
sq: Të gjitha raportet e problemeve u pastruan

source: You must be logged in to moderate comment
sq: Ju duhet të identifikoheni për t'i moderuar komentet

source: Comment permanently hidden
sq: Komenti i fshehur përgjithmonë

source: All comment reports cleared
sq: Të gjitha raportet e komenteve u pastruan

source: No description provided
sq: Nuk është dhënë asnjë përshkrim

source: [{site_title} Issue] {dataset}
sq: [{site_title} Problemi] {dataset}

source: Issue does not exist
sq: Problemi nuk ekziston

source: Issue marked as spam/abuse
sq: Problemi është shënuar si spam/abuzim

source: Issue has already been reported by this user
sq: Ky problem është raportuar tanimë nga ky përdorues

source: {0} is not a valid status
sq: {0} nuk është një status i vlefshëm

source: Not found
sq: Nuk u gjet

source: Dataset
sq: Seti i të Dhënave

source: Organization
sq: Organizatë

source: Issue not found
sq: Problemi nuk u gjet

source: Issue Comment not found
sq: Nuk u gjet komenti i problemit

source: Newest
sq: Më të rejat

source: Oldest
sq: Më i vjetër

source: Most Commented
sq: Më të komentuarat

source: Least Commented
sq: Më pak të komentuarat

source: Most Recently Updated
sq: Më shumë i përditësuar kohëve të fundit

source: Least Recently Updated
sq: Më pak i përditësuar kohëve të fundit

source: No matches found
sq: Nuk u gjetën rezultate

source: Start typing…
sq: Filloni të shkruani ...

source: Input is too short, must be at least one character
sq: Input është shumë i shkurtër, duhet të jetë të paktën një karakter

source: New Issue
sq: Çështje e re

source: The form contains invalid entries:
sq: Formulari përmban shënime të pavlefshme:

source: Title
sq: Titull

source: Description
sq: Përshkrim

source: Add a comment
sq: Shto një koment

source: Cancel
sq: Аnuloj

source: Create
sq: Кrijoj

source: All Issues
sq: Të gjitha çështjet (problemet)

source: There are currently no issues
sq: Aktualisht nuk ka probleme

source: Datasets
sq: Seti i të dhënave

source: Issues
sq: Problemet (çështjet)

source: What are issues?
sq: Cilat janë problemet?

source: <p>Isses are problems reported per dataset and can be filled out by signed-in users.</p>
sq: <p>Çështjet janë probleme të raportuara për grupin e të dhënave dhe mund të plotësohen nga përdorues të regjistruar.</p>

source: Reported issues
sq: Problemet e raportuara

source: No reported comments.
sq: Nuk ka komente të raportuara.

source: Organizations
sq: Organizatat

source: Reported Issues
sq: Problemet e raportuara

source: See dataset
sq: Shikoni Setin e të Dhënave

source: Abuse
sq: Abuzim

source: Not abuse
sq: S'ka abuzim

source: Spam/Abuse - hidden from normal users
sq: Spam / Abuzimi - i fshehur nga përdoruesit normal

source: Reported by you to admins
sq: Raportimi juaj tek administruesit

source: Opened by
sq: Hapur nga

source: updated
sq: Përditësuar

source: %s comments
sq: %s komente

source: Status
sq: Statusi

source: Open
sq: Hapur

source: Closed
sq: Mbyllur

source: Visibility
sq: Dukshmëria

source: Visible
sq: I dukshëm

source: Hidden
sq: I fshehur

source: Confirm Delete
sq: Konfirmoni fshirjen

source: Are you sure you want to delete issue - {0}?
sq: A jeni i sigurtë se dëshironi ta fshini problemin - {0}?

source: Search issues...
sq: Kërkimi i problemit...

source: No issues
sq: Nuk ka probleme

source: Edit Issue
sq: Redakto problemin

source: Update
sq: Përditësim

source: No reported issues.
sq: Nuk ka probleme të raportuara.

source: created issue
sq: krijoi çështjen

source: {number} issue found
sq: {number} 1 problem u gjet

source: {number} issues found
sq: {number} problemet e gjetura

source: Reported
sq: Të raportuara

source: Comments
sq: Komentet

source: Resource
sq: Burimi

source: Reported as spam/abuse
sq: Raportuar si spam/abuzim

source: closed
sq: mbyllur

source: open
sq: hapur

source: There are currently no issues for
sq: Aktualisht nuk ka asnjë problem për

source: Issue
sq: Çështje (problem)

source: Edit
sq: Redakto

source: You have reported this as abuse, cancel the report
sq: Ju e keni raportuar këtë si abuzim, anuloni raportin

source: Mark as spam/abuse
sq: Shëno si spam/abuzim

source: Mark as NOT spam/abuse
sq: Shëno si JO spam/abuzim

source: Not spam/abuse
sq: Jo spam/abuzim

source: user reports this is spam/abuse
sq: Raportet e përdoruesve kjo është spam/abuzim

source: Hidden from normal users
sq: Fshehur nga përdoruesit normal

source: Moderated:
sq: Moderuar:

source: Owner
sq: Pronar

source: commented
sq: komentoi

source: opened this issue
sq: e hapi këtë çështje

source: {number} comment
sq: {number} koment

source: {number} comments
sq: {number} komente

source: Leave a comment
sq: Lini një koment

source: You can use <a href="http://daringfireball.net/projects/markdown/syntax" target="_blank">Markdown formatting</a> here
sq: Ju mund të përdorni <a href="http://daringfireball.net/projects/markdown/syntax" target="_blank">Formatimi Markdown </a> këtu

source: Are you sure you want to delete this issue?
sq: A jeni i sigurtë se doni ta fshini këtë problem?

source: Delete
sq: Fshij

source: Close
sq: Mbyll

source: Re-open
sq: Rihap

source: Comment
sq: Koment

source: Login to comment
sq: Identifikohuni për të komentuar

source: Assignee
sq: Përfitues

source: This issue has been assigned to an administrator for the publisher
sq: Kjo çështje është caktuar tek një administrues për ta publikuar

source: No one
sq: Askush

source: Change Assignee
sq: Ndryshoni detyrën

source: Username
sq: Emri i përdoruesit

source: Assign
sq: Caktoj

source: Order by
sq: Urdhër nga

source: Go
sq: Shko

source: {number} dataset found for "{query}"
sq: {number} seti i të dhënave u gjet për "{query}"

source: No datasets found for "{query}"
sq: Asnjë set i të dhënave nuk u gjet për "{query}"

source: {number} dataset found
sq: {number} seti i të dhënave u gjet

source: No datasets found
sq: Asnjë set i të dhënave nuk u gjet

source: {number} group found for "{query}"
sq: {number} grupi i gjetur për "{query}

source: No groups found for "{query}"
sq: Nuk u gjet asnjë grup për "{query}"

source: {number} group found
sq: {number} grupi u gjet

source: No groups found
sq: Asnjë grup nuk u gjet

source: {number} organization found for "{query}"
sq: {number} i organizatave të gjetura për "{query}"

source: No organizations found for "{query}"
sq: Nuk u gjet asnjë organizatë për "{query}"

source: {number} organization found
sq: {number} organizata u gjet

source: No organizations found
sq: Asnjë organizatë nuk u gjet

source: {number} issue found for "{query}"
sq: {number} problem i gjetur për "{query}"

source: {number} issues found for "{query}"
sq: {number} probleme të gjetura për "{query}"

source: No issues found for "{query}"
sq: Asnjë problem nuk është gjetur për "{query}"

source: No issues found
sq: Nuk u gjetën probleme
