Repository: steveoni/ckanext-forum
Catalog: ckanext/forums/i18n/*/LC_MESSAGES/ckanext-issues.po
Languages: mk

source: User {0} not authorized for action on issue {1}
mk: Корисникот {0} не е авторизиран за акција врз проблемот {1}

source: User {0} not authorized for action
mk: Корисникот {0} не е авторизиран за акција

source: User {user} not authorized for action on issue {issue}
mk: Корисникот {user} не е авторизиран за акција врз проблемот {issue}

source: Issues have not been enabled for this dataset
mk: Пријавување на проблеми не е овозможено за овој податочен сет

source: Dataset not found
mk: Податочниот сет не е најден

source: Unauthorized to view issues for this dataset
mk: Неавторизиран за преглед на проблеми од овој податочен сет

source: Issues have not been enabled for this organization
mk: Пријавуање на проблеми не е овозможено за оваа организација

source: Unauthorized to view issues for this organization
mk: Неавторизиран за преглед на проблеми од оваа организација

source: Please login to add a new issue
mk: Ве молиме најавете се за да пријавите проблем

source: Not authorized to add a new issue
mk: Неавторизиран за да пријави проблем

source: Your issue has been registered, thank you for the feedback
mk: Проблемот што го пријавивте е регистриран, Ви благодариме за повратните информации

source: Issue not found: {0}
mk: Проблемот не беше најден: {0}

source: Invalid request
mk: Невалидно барање

source: Not authorized
mk: Не е авторизиран

source: Comment cannot be empty
mk: Коментарот мора да биде пополнет

source: Issue closed
mk: Проблемот е затворен

source: Issue re-opened
mk: Проблемот е отворен повторно

source: Unauthorized to delete issue {0}
mk: Неавторизиран за да избрише проблем: {0}

source: Issue {0} has been deleted.
mk: Проблемот {0} беше избришан.

source: User {0} does not exist
mk: Корисникот {0} не постои

source: Unauthorized to assign users to issue
mk: Не е авторизиран за да додели проблем на корисник.

source: You must be logged in to report issues
mk: Мора да се најавите за да можете да пријавувате проблеми

source: Report acknowledged.
mk: Извештајот е примен.

source: Marked as abuse/spam.
mk: Обележи како злоупотреба/спам.

source: Issue is visible.
mk: Проблемот е видлив.

source: Issue is invisible to normal users.
mk: Овој проблем не е видилив за обични корисници.

source: Issue reported to an administrator
mk: Проблемот е пријавен до администратор

source: You must be logged in to report comments
mk: Морате да бидете најавени за да додавате коментари

source: Comment is visible.
mk: Коментарот е видлив.

source: Comment is invisible to normal users.
mk: Коментарот не е видлив за обични корисници.

source: Comment has been reported to an administrator
mk: Коментарот беше испратен до администратор

source: Issue report cleared
mk: Извештајот за проблеми е исчистен

source: You must be logged in clear abuse reports
mk: Морате да бидете најавени за да ги исчистите извештаите што се злоупотреба

source: Spam/abuse report cleared
mk: Исчистен спам/злоупотреба извештај

source: You must be logged in to clear abuse reports
mk: Морате да бидете најавени за да ги исчистите извештаите што се злоупотреба

source: Validation error: {0}
mk: Валидациска грешка: {0}

source: Organization not found
mk: Организацијата не е најдена

source: You must be logged in to moderate issues
mk: Морате да бидете најавени за да модерирате проблеми

source: Issue permanently hidden
mk: Проблемот е перманентно скриен

source: All issue reports cleared
mk: Сите извештаи се исчистени

source: You must be logged in to moderate comment
mk: Морате да бидете најавени за да модерирате коментар

source: Comment permanently hidden
mk: Коментарот е перманентно скриен

source: All comment reports cleared
mk: Сите извештаи за коментари се исчистени

source: No description provided
mk: Опис не беше даден

source: [{site_title} Issue] {dataset}
mk: [{site_title} Проблем] {dataset}

source: Issue does not exist
mk: Проблемот не постои

source: Issue marked as spam/abuse
mk: Проблемот е бележан како спам/злоупотреба

source: Issue has already been reported by this user
mk: Проблемот веќе беше пријавен од одовј корисник

source: {0} is not a valid status
mk: {0} не е валиден статус

source: Not found
mk: Не е најдено

source: Dataset
mk: Податочен сет

source: Organization
mk: Организација

source: Issue not found
mk: Проблемот не е најден

source: Issue Comment not found
mk: Коментарот на проблемот не е најден

source: Newest
mk: Најнови

source: Oldest
mk: Најстари

source: Most Commented
mk: Најкоментирани

source: Least Commented
mk: Најмалку коментирани

source: Most Recently Updated
mk: Најчесто ажурирани

source: Least Recently Updated
mk: Најмалку ажурирани

source: No matches found
mk: Не се најдени совпаѓања

source: Start typing…
mk: Почнете да пишувате...

source: Input is too short, must be at least one character
mk: Внесот е премногу краток, мора да внесете барем еден знак

source: New Issue
mk: Нов проблем

source: The form contains invalid entries:
mk: Формата содржи невалидни записи:

source: Title
mk: Наслов

source: Description
mk: Опис

source: Add a comment
mk: Додај коментар

source: Cancel
mk: Откажи

source: Create
mk: Креирај

source: All Issues
mk: Сите проблеми

source: There are currently no issues
mk: Нема проблеми во овој момент

source: Datasets
mk: Податочни сетови

source: Issues
mk: Проблеми

source: What are issues?
mk: Што се проблеми?

source: <p>Isses are problems reported per dataset and can be filled out by signed-in users.</p>
mk: <p>Проблемите се недоследности со податочни сетови и можат да бидат пополнети од најавени корисници на порталот.</p>

source: Reported issues
mk: Пријавени проблеми

source: No reported comments.
mk: Нема пријавени коментари.

source: Organizations
mk: Организации

source: Reported Issues
mk: Пријавени проблеми

source: See dataset
mk: Видете податочен сет

source: Abuse
mk: Злоупотреба

source: Not abuse
mk: Не е злоупотреба

source: Spam/Abuse - hidden from normal users
mk: Скриено за обични корисници

source: Reported by you to admins
mk: Проблемот е пријавен до администратор

source: Opened by
mk: Отворено од

source: updated
mk: aжурирано

source: %s comments
mk: %s коментари

source: Status
mk: Статус

source: Open
mk: Отворени

source: Closed
mk: Затворени

source: Visibility
mk: Видливост

source: Visible
mk: Видливи

source: Hidden
mk: Скриени

source: Confirm Delete
mk: Потврдете го бришењето

source: Are you sure you want to delete issue - {0}?
mk: Дали сте сигурни дека саката да го исбришете овој проблем - {0}

source: Search issues...
mk: Пребарај проблеми...

source: No issues
mk: Нема проблеми

source: Edit Issue
mk: Уреди го проблемот

source: Update
mk: Ажурирај

source: No reported issues.
mk: Нема пријавени проблеми

source: created issue
mk: Креирани проблеми

source: {number} issue found
mk: {number} најден проблем

source: {number} issues found
mk: {number} најдени проблеми

source: Reported
mk: Пријавен

source: Comments
mk: Коментари

source: Resource
mk: Ресурс

source: Reported as spam/abuse
mk: Проблемот е пријавен како спам/злоупотреба

source: closed
mk: затворен

source: open
mk: отворен

source: There are currently no issues for
mk: Моментално нема проблеми за

source: Issue
mk: Проблеми

source: Edit
mk: Ажурирај

source: You have reported this as abuse, cancel the report
mk: Вие сте го пријавиле ова како злоупотреба, откажете го извештајот

source: Mark as spam/abuse
mk: Обележи како спам/злоупотреба

source: Mark as NOT spam/abuse
mk: Облежи дека НЕ е спам/злоупотреба

source: Not spam/abuse
mk: Не е спам/злоупотреба

source: user reports this is spam/abuse
mk: корисникот го пријавува ова како спам/злоупотреба

source: Hidden from normal users
mk: Скриено за обични корисници

source: Moderated:
mk: Модерирано:

source: Owner
mk: Сопственик

source: commented
mk: коментираше

source: opened this issue
mk: го отвори овој проблем

source: {number} comment
mk: {number} коментар

source: {number} comments
mk: {number} коментар

source: Leave a comment
mk: Остави коментар

source: You can use <a href="http://daringfireball.net/projects/markdown/syntax" target="_blank">Markdown formatting</a> here
mk: Овде можe да користите <a href="http://daringfireball.net/projects/markdown/syntax" target="_blank">форматирање со Markdown</a>

source: Are you sure you want to delete this issue?
mk: Дали сте сигурни дека сакате да го избришете овој проблем?

source: Delete
mk: Избриши

source: Close
mk: Затвори

source: Re-open
mk: Отвори повторно

source: Comment
mk: Коментирај

source: Login to comment
mk: Најавете се за да коментирате

source: Assignee
mk: Доделено на

source: This issue has been assigned to an administrator for the publisher
mk: Овој проблем беше доделен на администраторот на објавувачот

source: No one
mk: Никој

source: Change Assignee
mk: Додели на друг

source: Username
mk: Корисничко име

source: Assign
mk: Додели

source: Order by
mk: Редослед според

source: Go
mk: Оди

source: {number} catalog found
mk: {number} најден каталог

source: No catalogs found
mk: Не се најдени каталози

source: {number} dataset found for "{query}"
mk: {number} податочен сет пронајден за "{query}"

source: No datasets found for "{query}"
mk: Не се најдени податочни сетови за "{query}"

source: {number} dataset found
mk: {number} најден податочен сет

source: No datasets found
mk: Не се најдени податочни сетови

source: {number} group found for "{query}"
mk: {number} најдена група за "{query}"

source: No groups found for "{query}"
mk: Не се најдени групи за "{query}"

source: {number} group found
mk: {number} најдена група

source: No groups found
mk: Не се најдени групи

source: {number} organization found for "{query}"
mk: {number} најдена организација за "{query}"

source: No organizations found for "{query}"
mk: Не се најдени организации за "{query}"

source: {number} organization found
mk: {number} најдена организација

source: No organizations found
mk: Не се пронајдени организации

source: {number} issue found for "{query}"
mk: {number} најден проблем за "{query}"

source: {number} issues found for "{query}"
mk: {number} најдени проблеми за "{query}"

source: No issues found for "{query}"
mk: Не се најдени проблеми за "{query}"

source: No issues found
mk: Не се најдени проблеми
